<?php
return [
    'location' => [
        'no_resources' => 'Ця локація не виробляє ресурси.',
        'collect_travelling' => 'Ви не можете збирати ресурси під час подорожі.',
        'collect_error' => 'Немає ресурсів для збору або немає вільних вагонів.',
        'refuel_travelling' => 'Ви не можете заправити локомотив під час подорожі.',
        'refuel_error' => 'Немає ресурсів для заправки або немає доцільності заправки.',
        'scout_travelling' => 'Ви не можете проводити розвідку ресурсів під час подорожі.',
    ],
    'player' => [
        'not_enough_stamina' => 'Недостатньо витривалості для розвідки ресурсів.',
    ],
];
