<?php

return [
    'types' => [
        'coal_mine' => 'Вугільна шахта',
    ],
    'type' => 'Тип локації',
    'belonging_city' => 'Належить місту',
    'orphan' => 'Без прив\'язки до міста',
    'resources' => 'Ресурси',
    'collect' => 'Зібрати ресурси',
    'refuel' => 'Заправитися',
    'no_resources' => 'Немає ресурсів',
    'welcome_to' => 'Ласкаво просимо до',
    'no_description' => 'Опис відсутній.',
    'outgoing_routes' => 'Вихідні маршрути',
    'no_outgoing_routes' => 'Немає вихідних маршрутів. Будь ласка зв`яжіться з підтримкою',
];
